Table of Contents
 Interface IIdeaMember2D
Namespace
IdeaStatiCa.BimApi
Assembly
IdeaStatiCa.BimApi.dll
Representation of member2D
public interface IIdeaMember2D : IIdeaObjectConnectable, IIdeaPersistentObject, IIdeaObject
Inherited Members
 IIdeaPersistentObject.Token
 IIdeaObject.Id
 IIdeaObject.Name
Properties
 Elements2D
List of Element2D
List<IIdeaElement2D> Elements2D { get; }
Property Value
List<IIdeaElement2D>
 Edit this page